# ReinforcementAbbreviationTag Properties

---
C#Visual BasicVisual C++
Include Protected MembersInclude Inherited Members
Revit 2024 API
---
ReinforcementAbbreviationTag Properties
ReinforcementAbbreviationTag Class See Also
---
The ReinforcementAbbreviationTag type exposes the following members.
# Properties
| Name | Description |
| --- | --- |
| --- | --- | --- |
| AbbreviationTag | The abbreviation tag value. |
| IsValidObject | Specifies whether the .NET object represents a valid Revit entity. |
| TypeTag | The abbreviation tag type. |

# See Also
ReinforcementAbbreviationTag Class
Autodesk.Revit.DB.Structure Namespace